// {
//   "dbmovies": [
//     {
//       "id": 1,
//       "tipes": ["estrela.png", "estrela.png", "estrela.png", "estrela.png"],
//       "title": "MINHA MÃE É UMA PEÇA",
//       "description": "Dona Hermínia (Paulo Gustavo) é uma mulher de meia idade, divorciada do marido (Herson Capri), que a trocou por uma mais jovem (Ingrid Guimarães). Hiperativa, ela não larga o pé de seus filhos Marcelina (Mariana Xavier) e Juliano (Rodrigo Pandolfo), sem se dar conta que eles já estão bem grandinhos. Um dia, após descobrir que eles consideram ela uma chata, resolve sair de casa sem avisar para ninguém, deixando todos, de alguma forma, preocupados com o que teria acontecido. Mal sabem eles que a mãe foi visitar a querida tia Zélia (Sueli Franco) para desabafar com ela suas tristezas do presente e recordar os bons tempos do passado.",
//       "photo": "maeumapeca.jpg",
//       "nameauth": "Roberto Cunha",
//       "datemovie": "2013-06-21",
//       "paismovie": "Brasil",
//       "video": "mae.mp4"
//     },
//     {
//       "id": 2,
//       "tipes": ["estrela.png", "estrela.png"],

//       "title": "SHAOLIM DO SERTÃO",
//       "description": "Durante a década de 80, lutadores de vale-tudo passam por dificuldades devido à falta de lutas profissionais. A fim de manter a paixão pela luta, eles desafiam os valentões no interior do Ceará que aceitam participar da competição criada. É assim que Aluiso Li (Edmilson Filho) vê a sua chance de ouro para realizar o sonho de se tornar um verdadeiro mestre das lutas como os heróis de seus filmes favoritos.",
//       "photo": "shaolim.jpg",
//       "nameauth": "Halder Gomes",
//       "datemovie": "2012-10-13",
//       "paismovie": "Brasil",
//       "video": "shaolim.mp4"
//     },
//     {
//       "id": 3,
//       "tipes": ["estrela.png", "estrela.png", "estrela.png"],

//       "title": "AVATAR O CAMAINHO DA ÀGUA",
//       "description": "Em Avatar: O Caminho da Água, sequência de Avatar (2009), após dez anos da primeira batalha de Pandora entre os Na'vi e os humanos, Jake Sully (Sam Worthington) vive pacificamente com sua família e sua tribo. Ele e Ney'tiri formaram uma família e estão fazendo de tudo para ficarem juntos, devido a problemas conjugais e papéis que cada um tem que exercer dentro da tribo. No entanto, eles devem sair de casa e explorar as regiões de Pandora, indo para o mar e fazendo pactos com outros Na'vi da região. Quando uma antiga ameaça ressurge, Jake deve travar uma guerra difícil contra os humanos novamente. Mesmo com dificuldade, Jake acaba fazendo novos aliados - alguns dos quais já vivem entre os Na'vi e outros com novos avatares. Mesmo com uma guerra em curso, Jake e Ney'tiri terão que fazer de tudo para ficarem juntos e cuidar da família e de sua tribo.",
//       "photo": "avatar.jpg",
//       "nameauth": "James Cameron",
//       "datemovie": "2022-12-15",
//       "paismovie": "EUA",
//       "video": "avatar.mp4"
//     },
//     {
//       "id": 4,
//       "tipes": ["estrela.png", "estrela.png", "estrela.png"],
//       "title": "A PROCURA DA FELICIDADE",
//       "photo": "a procura.jpg",
//       "description": "Em À Procura da Felicidade, Chris Gardner (Will Smith) é um pai de família que enfrenta sérios problemas financeiros. Apesar de todas as tentativas em manter a família unida, Linda (Thandie Newton), sua esposa, decide partir. Chris agora é pai solteiro e precisa cuidar de Christopher (Jaden Smith), seu filho de apenas 5 anos. Ele tenta usar sua habilidade como vendedor para conseguir um emprego melhor, que lhe dê um salário mais digno. Chris consegue uma vaga de estagiário numa importante corretora de ações, mas não recebe salário pelos serviços prestados. Sua esperança é que, ao fim do programa de estágio, ele seja contratado e assim tenha um futuro promissor na empresa. Porém seus problemas financeiros não podem esperar que isto aconteça, o que faz com que sejam despejados. Chris e Christopher passam a dormir em abrigos, estações de trem, banheiros e onde quer que consigam um refúgio à noite, mantendo a esperança de que dias melhores virão.",
//       "nameauth": "Gabriele Muccino",
//       "datemovie": "2007-02-02",
//       "paismovie": "EUA",
//       "video": "aprocura.mp4"
//     },
//     {
//       "id": 5,
//       "tipes": [
//         "estrela.png",
//         "estrela.png",
//         "estrela.png",
//         "estrela.png",
//         "estrela.png"
//       ],
//       "title": "HARRY POTTER E A PEDRA..",
//       "photo": "hary.jpg",
//       "description": "Harry Potter (Daniel Radcliffe) é um garoto órfão de 10 anos que vive infeliz com seus tios, os Dursley. Até que, repentinamente, ele recebe uma carta contendo um convite para ingressar em Hogwarts, uma famosa escola especializada em formar jovens bruxos. Inicialmente Harry é impedido de ler a carta por seu tio Válter (Richard Griffiths), mas logo ele recebe a visita de Hagrid (Robbie Coltrane), o guarda-caça de Hogwarts, que chega em sua casa para levá-lo até a escola. A partir de então Harry passa a conhecer um mundo mágico que jamais imaginara, vivendo as mais diversas aventuras com seus mais novos amigos, Rony Weasley (Rupert Grint) e Hermione Granger (Emma Watson).",
//       "nameauth": "Chris Columbus",
//       "datemovie": "2001-12-23",
//       "paismovie": "Alemanha",
//       "video": "harry.mp4"
//     },
//     {
//       "id": 6,
//       "tipes": ["estrela.png", "estrela.png", "estrela.png"],
//       "title": "FOME DE PODER",
//       "photo": "fome.png",
//       "description": "A história da ascensão do McDonald's. Após receber uma demanda sem precedentes e notar uma movimentação de consumidores fora do normal, o vendedor de Illinois Ray Kroc (Michael Keaton) adquire uma participação nos negócios da lanchonete dos irmãos Richard e Maurice Mac McDonald no sul da Califórnia e, pouco a pouco eliminando os dois da rede, transforma a marca em um gigantesco império alimentício.",
//       "nameauth": "John Lee Hancock",
//       "datemovie": "2017-03-09",
//       "paismovie": "Croacia",
//       "video": "fome.mp4"
//     },
//     {
//       "id": 7,
//       "tipes": ["estrela.png", "estrela.png", "estrela.png", "estrela.png"],
//       "title": "O ALTO DA COMPADECIDA",
//       "photo": "alto.jpg",
//       "description": "As aventuras dos nordestinos João Grilo (Matheus Natchergaele), um sertanejo pobre e mentiroso, e Chicó (Selton Mello), o mais covarde dos homens. Ambos lutam pelo pão de cada dia e atravessam por vários episódios enganando a todos do pequeno vilarejo de Taperoá, no sertão da Paraíba. A salvação da dupla acontece com a aparição da Nossa Senhora (Fernanda Montenegro). Adaptação da obra de Ariano Suassuna.",
//       "nameauth": "Guel Arraes",
//       "datemovie": "2000-09-10",
//       "paismovie": "Brasil",
//       "video": "alto.mp4"
//     },
//     {
//       "id": 8,
//       "tipes": ["estrela.png"],
//       "title": "ALICE ATRAVÉS DO ESPELHO",
//       "photo": "alice.jpg",
//       "description": "Alice (Mia Wasikowska) retorna após uma longa viagem pelo mundo, e reencontra a mãe. No casarão de uma grande festa, ela percebe a presença de um espelho mágico. A jovem atravessa o objeto e retorna ao País das Maravilhas, onde descobre que o Chapeleiro Maluco (Johnny Depp) corre risco de morte após fazer uma descoberta sobre seu passado. Para salvar o amigo, Alice deve conversar com o Tempo (Sacha Baron Cohen) para voltar às vésperas de um evento traumático e mudar o destino do Chapeleiro. Nesta aventura, também descobre um trauma que separou as irmãs Rainha Branca (Anne Hathaway) e Rainha Vermelha (Helena Bonham Carter).",
//       "nameauth": "James Bobin",
//       "datemovie": "2016-05-26",
//       "paismovie": "EUA",
//       "video": "alice.mp4"
//     }
//   ]
// }
